Repository: yamarten/atproto-website
Catalog: translation/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Because all requests from the application are sent to the user's PDS, the PDS is in a position to smooth over this behavior. [Our PDS distribution](https://github.com/bluesky-social/pds) provides some basic read-after-write behaviors by looking at response headers from the App View, determining if there are any new records that are not in the response, and modifying the response to reflect those new records.
ja: アプリケーションからのすべてのリクエストはユーザーのPDSに送信されるため、PDSはこの動作をスムーズに処理できる立場にあります。[BlueskyのPDSディストリビューション](https://github.com/bluesky-social/pds)は、AppViewから応答ヘッダーを確認し、応答にない新しいレコードがあるかどうかを判断し、それらの新しいレコードを反映するように応答を書き換えることにより、いくつかの基本的なread-after-write動作を提供します。

source: Because atproto accounts can be used flexibly with any application in the network, it can be ambiguous which accounts are participating in a particular app modality. This can be clarified if there is a known representative record type for the modality, and that clients create such a record for active accounts. Deletion of this record can be a way to indicate the user is no longer active. This works best if the record has a single known instance (fixed record key).
ja: atprotoアカウントはネットワーク内のあらゆるアプリケーションと柔軟に使用できるため、どのアカウントが特定のアプリケーションに参加しているかは曖昧な場合があります。モダリティを示す既知の代表的なレコード型があり、クライアントが活動中のアカウントにそのようなレコードを作成するなら、これを明確にすることができます。このレコードを削除することで、ユーザーがアクティブでなくなったと示せます。レコードの既知インスタンスが唯一（固定レコードキー）である場合に、この手法は特に機能します。

source: Because identity operations are sensitive, they require an additional security token as an additional "factor". The token can be requested via `com.atproto.identity.requestPlcOperationSignature` on the old PDS, and will be delivered by email to the verified account email by default.
ja: ID操作はセンシティブなため、追加の『因子』としてセキュリティトークンが必要です。トークンは旧PDS上の`com.atproto.identity.requestPlcOperationSignature`を通じて要求でき、デフォルトではアカウントの確認済みメールアドレスに電子メールで配信されます。

source: Because these platforms are so read heavy, generally they split apart read and write load so they can scale separately. A simple version of this is to introduce read replicas of a database. While there is still a single “leader” database, many replicas can help serve the outsized read load.
ja: これらのプラットフォームは読み取りが非常に多いため、一般に読み取りと書き込みの負荷を分離することで、それぞれ独立にスケールさせます。単純な例としては、データベースの読み取りレプリカを導入する方法があります。単一の「リーダー」データベースがある一方で、多数のレプリカが過大な読み取り負荷をさばきます。

source: Because this is just a tutorial, we're going to report a post from Bluesky's own team for being too enthusiastic. This would not normally be a reason to report a post, but it works for our example!
ja: これは単なるチュートリアルなので、Blueskyチームからの投稿があまりにも熱がこもっていることを報告します。通常、これは投稿を報告する理由にはなりませんが、例としては機能します。

source: Before Bluesky was started, we established a clear requirement of “no steps backwards.” We wanted the network to feel as convenient and global as every social app before it, while still working as an open network. This is why, when we looked at federation and blockchains, the scaling limits of those architectures stood out to us. Our solution was to take standard practices for high scale backends, and then apply the techniques we used in peer-to-peer systems to create an open network.
ja: Blueskyを始める前に、私たちは「後退しない」という明確な要件を設定しました。ネットワークが、これまでのすべてのソーシャルアプリと同様に便利でグローバルでありながら、オープンネットワークとして機能することを望んでいました。そのため、フェデレーションとブロックチェーンを検討したときに、これらのアーキテクチャのスケーリングの限界が際立っていました。私たちの解決策は、大規模なバックエンドの標準的な方法を採用し、ピアツーピア システムで使用した手法を適用してオープンネットワークを作成することでした。

source: Before creating a list, you must first verify your email.
ja: リストを作る前に、まずメールアドレスを確認しなければなりません。

source: Before creating a post or replying, you must first verify your email.
ja: 投稿や返信には、まずメールアドレスの確認が必要です。

source: Before creating a starter pack, you must first verify your email.
ja: スターターパックを作る前に、まずメールアドレスを確認しなければなりません。

source: Before setting up your Ozone service you should create a *new* account on the network, separate from your main account. This is the account that subscribers to your labeler will interact with: accounts for labelers will appear differently in app interfaces than normal accounts. Refer to the [Ozone User Guide](https://github.com/bluesky-social/ozone/blob/main/docs/userguide.md) for more.
ja: Ozoneサービスをセットアップする前に、メインアカウントから独立した*新しい*アカウントをネットワーク上に作成してください。これはラベラー利用者との窓口になるアカウントです。ラベラーアカウントはアプリ上で通常のアカウントとは異なるインターフェースで表示されます。詳細は[Ozoneユーザーガイド](https://github.com/bluesky-social/ozone/blob/main/docs/userguide.md)を参照してください。

source: Before you can accept this chat request, you must first verify your email.
ja: このチャットのリクエストを受け付けるには、まずメールアドレスの確認が必要です。

source: Before you can get notifications for {name}'s posts, you must first verify your email.
ja: {name}の投稿の通知を受け取る前に、まずメールアドレスを確認してください。

source: Before you can message another user, you must first verify your email.
ja: 他のユーザーにメッセージを送るには、まずメールアドレスの確認が必要です。

source: Begin
ja: 開始

source: Begin age assurance process
ja: 年齢保証プロセスを開始

source: Begin by adding these Atproto libraries to your existing project:
ja: まず、用意したプロジェクトに以下のatprotoライブラリを追加します。

source: Begin by installing the ATProto SDK packages:
ja: まずATプロトコルSDKパッケージをインストールしてください。

source: Begin by installing the Atproto SDK packages:
ja: まずatproto SDKパッケージをインストールしてください。

source: Begin by reading [SDK authentication](/guides/sdk-auth). To implement OAuth in your application, refer to [OAuth patterns](/guides/oauth-patterns) for common use cases, and the [Scopes](/guides/scopes) guide for understanding permission models.
ja: まずは[SDKによる認証](/guides/sdk-auth)を読んでください。アプリケーションにOAuthを実装するには、一般的なユースケースについては[OAuthパターン](/guides/oauth-patterns)を、権限モデルを理解するには[スコープガイド](/guides/scopes)を参照してください。

source: Begin the age assurance process by completing the fields below.
ja: 年齢保証プロセスを開始するには、以下のフィールドを入力します。

source: Binary encoding is mostly used for protocol-level mechanisms, such as the firehose.
ja: バイナリエンコーディングは主にfirehoseなどのプロトコルレベルのメカニズムに使用されます。

source: Birthdate
ja: 生年月日

source: Birthday
ja: 生年月日

source: Blob files are uploaded and distributed separately from records. Blobs are authoritatively stored by the account's PDS instance, but views are commonly served by CDNs associated with individual applications ("AppViews"), to reduce traffic on the PDS. CDNs may serve transformed (resized, transcoded, etc) versions of the original blob.
ja: blobファイルはレコードとは別にアップロードおよび配布されます。blobはアカウントのPDSインスタンスによって統合的に保存されますが、ビューは通常、PDSトラフィックを削減するために個別のアプリケーション（AppView）に関連付けられたCDNによって提供されます。CDNは元のblobの変換版（リサイズ、トランスコード等）を提供することがあります。

source: Blobs (media files) are download and re-uploaded one by one. They should not be uploaded to the new PDS until the repository has been imported and fully indexed, so that blobs can be linked to the records that refer to them, and won’t be garbage collected. A full list of relevant blobs (by CID) can be fetched either from the old PDS (`com.atproto.sync.listBlobs`), or the current list of "missing" blobs can be checked on the new PDS (`com.atproto.repo.listMissingBlobs`). If some blobs can not be found, the migration process can continue, and any recovered blobs can be uploaded later (if the blob CIDs match exactly).
ja: blob（メディアファイル）は一つずつダウンロードしてアップロードし直されます。リポジトリがインポートされ完全にインデックスされるまで、blobを新PDSへアップロードしてはいけません。これにより、アップロードされたblobがレコードから参照されている状態にし、ガベージコレクションを防ぎます。関連するblob（のCID）の完全なリストを旧PDSから取得（`com.atproto.sync.listBlobs`）するか、現在の不足blobリストを新PDSで確認（`com.atproto.repo.listMissingBlobs`）できます。見つからないブロブがある場合でも移行は継続でき、後で復旧したblobをアップロードできます（blobのCIDが完全に一致する場合）。

source: Blobs are unstructured data stored inside a [repo](#data-repo). They are most commonly used to store media such as images and video.
ja: blobは、[リポジトリ](#data-repo)内に格納される非構造化データです。画像や動画などのメディアを格納するために最もよく使用されます。

source: Blobs have the permission scope **`blob:*/*` .**
ja: blobは権限スコープ**`blob:*/*`**を持ちます。

source: Blobs must be uploaded to the PDS before a record can be created referencing that blob. Note that the server does not know the intended Lexicon when receiving an upload, so can only apply generic blob limits and restrictions at initial upload time, and then enforce Lexicon-defined limits later when the record is created.
ja: blobは、それを参照するレコードより前にPDSにアップロードする必要があります。サーバーはアップロード時や受信時に目的のLexiconを知らないため、アップロード時には汎用的なblob制限と制約のみが適用可能であり、その後レコード作成時にLexiconで定義される制限を適用します。

source: Block
ja: ブロック

source: Block Account?
ja: アカウントをブロックしますか？

source: Block User
ja: ユーザーをブロック

source: Block account
ja: アカウントをブロック

source: Block accounts
ja: アカウントをブロック

source: Block and Delete
ja: ブロックと削除

source: Block list
ja: リストをブロック

source: Block or report
ja: ブロックまたは報告

source: Block these accounts?
ja: これらのアカウントをブロックしますか？

source: Block user
ja: ユーザーをブロック

source: Block user and/or delete this conversation
ja: ユーザーをブロックするかこの会話を削除（あるいは両方）

source: Blocked
ja: ブロックされています

source: Blocked Accounts
ja: ブロック中のアカウント

source: Blocked accounts
ja: ブロック中のアカウント

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
ja: ブロック中のアカウントは、あなたのスレッドでの返信、あなたへのメンション、その他の方法であなたとやり取りすることはできません。

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. You will not see their content and they will be prevented from seeing yours.
ja: ブロック中のアカウントは、あなたのスレッドでの返信、あなたへのメンション、その他の方法であなたとやり取りすることはできません。あなたは相手のコンテンツを見ることができず、相手はあなたのコンテンツを見ることができなくなります。

source: Blocking does not prevent this labeler from placing labels on your account.
ja: ブロックしてもこのラベラーがあなたのアカウントにラベルを適用することができます。

source: Blocking is public. Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
ja: ブロックしたことは公開されます。ブロック中のアカウントは、あなたのスレッドでの返信、あなたへのメンション、その他の方法であなたとやり取りすることはできません。

source: Blocking will not prevent labels from being applied on your account, but it will stop this account from replying in your threads or interacting with you.
ja: ブロックしてもこのラベラーがあなたのアカウントにラベルを適用することができますが、このアカウントがあなたのスレッドに返信したり、やりとりをしたりといったことはできなくなります。

source: Blog
ja: ブログ

source: Bluesky Social Terms of Service
ja: Bluesky Social利用規約

source: Bluesky cannot confirm the authenticity of the claimed date.
ja: Blueskyでは、この投稿日時の信憑性を確認できません。

source: Bluesky helps friends find each other by creating an encoded digital fingerprint, called a "hash", and then looking for matching hashes.
ja: Blueskyは、「ハッシュ」と呼ばれるエンコードされたデジタル指紋を作成し、一致するハッシュを探すことでお互いを見つけるのに役立てます。

source: Bluesky is an open network where you can choose your hosting provider. If you're a developer, you can host your own server.
ja: Bluesky は、ホスティング プロバイダーを選択できるオープン ネットワークです。 あなたが開発者であれば、自分のサーバーをホストできます。

source: Bluesky is an open network where you can choose your own provider. If you're new here, we recommend sticking with the default Bluesky Social option.
ja: Blueskyはオープンなネットワークで、自分自身でプロバイダーを選ぶことができます。初めて利用するのであれば、デフォルトのオプションであるBluesky Socialのままにしておくのをお勧めします。

source: Bluesky is better with friends!
ja: Blueskyは友達と一緒のほうが楽しい！

source: Bluesky is more fun with friends
ja: Blueskyは友達と一緒のほうが楽しい

source: Bluesky is more fun with friends! Import your contacts to see who’s already here.
ja: Blueskyは友達と一緒だともっと楽しくなります！連絡先をインポートして、すでにここにいる人を確認してください。

source: Bluesky is more fun with friends. Do you want to invite some of yours? <0/>
ja: Blueskyは友達ともっと楽しいです。あなたの友達を招待しますか？<0/>

source: Bluesky runs many PDSs with an “entryway” in front of them. For information on this implementation, refer to [Entryway](https://docs.bsky.app/docs/advanced-guides/entryway).
ja: Blueskyは多くのPDSの前に「entryway」を置いて運用しています。この実装に関する情報は[entryway](https://docs.bsky.app/docs/advanced-guides/entryway)を参照してください。

source: Bluesky stores your contacts as encoded data. Removing your contacts will immediately delete this data.
ja: Blueskyは連絡先を符号化したデータとして保存します。連絡先を削除するとすぐにこのデータが削除されます。

source: Bluesky will choose a set of recommended accounts from people in your network.
ja: Blueskyはあなたのつながっているユーザーからおすすめのアカウントを選びます。

source: Bluesky will not show your profile and posts to logged-out users. Other apps may not honor this request. This does not make your account private.
ja: Blueskyはログアウトしたユーザーにあなたのプロフィールや投稿を表示しません。他のアプリはこのリクエストに応じない場合があります。この設定はあなたのアカウントを非公開にするものではありません。

source: Bluesky will proactively verify notable and authentic accounts.
ja: Blueskyは著名な本物のアカウントを積極的に認証します。

source: Bluesky+ icons
ja: Bluesky+アイコン

source: Blur images
ja: 画像をぼかす

source: Blur images and filter from feeds
ja: 画像のぼかしとフィードからのフィルタリング

source: Books
ja: 書籍

source: Bots are accounts on the network that post automatically. Popular ones include bots that post the magnitude of recent earthquakes, photos from an archive on a regular schedule, etc.
ja: ボットは、ネットワーク上で自動投稿するアカウントです。直近の地震の規模を投稿するボットや、アーカイブの写真を定期的に投稿するボットなどが人気です。

source: Breaking site rules
ja: サイト規約違反

source: Browse custom feeds
ja: カスタムフィードを見る

source: Browse more accounts
ja: さらにアカウントを見る

source: Browse more feeds on the Explore page
ja: 検索ページでさらにフィードを見る

source: Browse more suggestions
ja: さらにおすすめを見る

source: Browse more suggestions on the Explore page
ja: 検索ページでさらにおすすめを見る

source: Browse other feeds
ja: 他のフィードを見る

source: Browse posts about {displayName}
ja: {displayName}についての投稿を見る

source: Browse posts tagged with {displayName}
ja: {displayName}のタグの付いた投稿を見る

source: Browse starter pack {displayName}
ja: {displayName}というスターターパックを見る

source: Browse topic {0}
ja: トピック「{0}」を見る

source: Browse topic {displayName}
ja: {displayName}というトピックを見る

source: Build a Next.js app where users can log in with their AT Protocol identity using OAuth.
ja: OAuthを使ってユーザーがATプロトコルのIDでログインできるNext.jsアプリを構築します。

source: Build an app that lets you broadcast a "status" message using custom Lexicons, and see a live feed of other statuses.
ja: カスタムLexiconを使って「ステータス」メッセージを配信し、他のステータスをライブフィードで確認できるアプリを構築します。

source: Business
ja: ビジネス

source: But let's chart what happens when we write a JSON document.
ja: ただし、JSONドキュメントを書き込むと何が起こるかを図にしてみましょう。

source: Button to go back to the home timeline
ja: ホームタイムラインに戻るボタン

source: By <0>{0}</0>
ja: 作成者：<0>{0}</0>

source: By centralizing it in one constant, you only need to change it in one place. Now, when you log in to your app again, you'll be prompted to approve the additional scopes.
ja: 1つの定数に集約しておくことで、変更箇所は1か所で済みます。これで再度ログインすると、追加スコープの承認を求められます。

source: By clicking "Continue" you acknowledge that you understand and agree to these updates.
ja: 「続行」をクリックすると、これらの更新を理解し、同意したことになります。

source: By continuing, you consent to this use. You may change your mind any time by visiting settings. <0>Learn more</0>
ja: 続けることで、この使用に同意したことになります。設定を開くことで、いつでも変更できます。<0>詳細を見る</0>

source: By creating an account you agree to the <0>Privacy Policy</0>.
ja: アカウントを作成することで、<0>プライバシーポリシー</0>に同意したものとみなされます。

source: By creating an account you agree to the <0>Terms of Service</0> and <1>Privacy Policy</1>.
ja: アカウントを作成することで、<0>利用規約</0>と<1>プライバシーポリシー</1>に同意したものとみなされます。

source: By creating an account you agree to the <0>Terms of Service</0>.
ja: アカウントを作成することで、<0>利用規約</0>に同意したものとみなされます。

source: By default, our PDS install script will set up a single Node application process. These are stateless backend applications that run on top of SQLite. If you scale horizontally to run multiple Node processes, you'll also need to use [Redis](https://redis.io/) to allow them to share state. There are two environment variables used to configure Redis:
ja: デフォルトでは、PDSインストールスクリプトは単一のNodeアプリケーションプロセスをセットアップします。これはSQLiteの上で実行されるステートレスバックエンドアプリケーションです。複数のNodeプロセスを実行して水平スケールする場合、状態を共有するために[Redis](https://redis.io/)も使用する必要があります。Redisを構成するために使用される2つの環境変数があります。

source: By default, the PDS install script configures local disk storage for blobs (images, video, etc). This is fine for small deployments, but not recommended for production deployments.
ja: デフォルトでは、PDSインストールスクリプトはblob（画像、動画など）のローカルディスクストレージを構成します。これは小規模なデプロイメントには問題ありませんが、本番環境のデプロイメントには推奨されません。

source: By default, the app requests only the `atproto` scope. The `atproto` scope is required and offers basic authentication for an `atproto` identity, but it does not authorize the client to access any privileged information or perform any actions on behalf of the user. Refer to the [Scopes guide](/guides/scopes) for more information.
ja: デフォルトでは、アプリは`atproto`スコープのみを要求します。`atproto`スコープは必須で、`atproto` IDの基本認証を提供しますが、特権情報へのアクセスやユーザーの代理操作は許可しません。詳細は[スコープガイド](/guides/scopes)を参照してください。

source: By you
ja: 作成者：あなた

source: By {0}
ja: 作成者：{0}

source: CIDs, or Content Identifiers, are cryptographic hashes of [records](#record). They are used to track specific versions of records.
ja: CIDまたはコンテンツ識別子は、[レコード](#record)の暗号化ハッシュです。レコードの特定のバージョンを追跡するために使用されます。

source: Camera
ja: カメラ

source: Cancel
ja: キャンセル

source: Cancel account deletion
ja: アカウントの削除をキャンセル

source: Cancel quote post
ja: 引用をキャンセル

source: Cancel reactivation and sign out
ja: 再有効化をキャンセルしてサインアウト

source: Cancel search
ja: 検索をキャンセル

source: Cannot interact with a blocked user
ja: ブロックしたユーザーとはやりとりできません

source: Captions & alt text
ja: キャプション＆ALTテキスト

source: Captions (.vtt)
ja: キャプション（.vtt）

source: Change
ja: 変更

source: Change Handle
ja: ハンドルを変更

source: Change app icon
ja: アプリアイコンを変更

source: Change app icon to "{0}"
ja: アプリアイコンを「{0}」へ変更

source: Change app language
ja: アプリの言語を変更

source: Change moderation service
ja: モデレーションサービスを変更

source: Change password
ja: パスワードの変更

source: Change password dialog
ja: パスワード変更ダイアログ

source: Change report category
ja: レポートカテゴリの変更

source: Change report reason
ja: 報告の理由を変更

source: Change the PLC entries for *each* of your hosted accounts. You can use community-maintained interfaces like [boat](https://boat.kelinci.net/plc-applicator) for this.
ja: ホストしている*各*アカウントのPLCエントリを変更してください。[boat](https://boat.kelinci.net/plc-applicator)のようなコミュニティ製のインターフェースを利用できます。

source: Change your password
ja: パスワードの変更

source: Changes app icon
ja: アプリアイコンを変更

source: Changes hosting provider
ja: ホスティングプロバイダーを変更

source: Changes saved
ja: 変更を保存しました

source: Chat
ja: チャット

source: Chat Settings
ja: チャットの設定

source: Chat deleted
ja: チャットを削除しました

source: Chat messages - silent
ja: チャットメッセージ - 無音

source: Chat messages - sound
ja: チャットメッセージ - 音あり

source: Chat muted
ja: チャットをミュートしました

source: Chat request inbox
ja: チャット要求の受信トレイ

source: Chat requests
ja: チャットの要求

source: Chat settings
ja: チャットの設定

source: Chat unmuted
ja: チャットのミュートを解除しました

source: Chats
ja: チャット

source: Check my status
ja: ステータスを確認

source: Check your email for a sign in code and enter it here.
ja: 確認コードが記載されたメールを確認し、ここに入力してください。

source: Check your inbox for an email with the confirmation code to enter below:
ja: 入力したメールアドレスの受信トレイを確認して、以下に入力するための確認コードが記載されたメールが届いていないか確認してください：

source: Child Sexual Abuse Material (CSAM)
ja: 児童性的虐待コンテンツ（CSAM）

source: Child safety
ja: 児童の安全

source: Choose Feeds
ja: フィードの選択

source: Choose People
ja: ユーザーの選択

source: Choose Post Languages
ja: 投稿言語を選択

source: Choose domain verification method
ja: ドメイン名の確認方法を選択

source: Choose for me
ja: 私向けに選んで

source: Choose this color as your avatar
ja: この色をアバターとして選択

source: Choose who to invite
ja: 招待するユーザーを選択

source: Choose your account provider
ja: アカウントプロバイダーを選んでください

source: Choose your own timeline! Feeds built by the community help you find content you love.
ja: 自分自身のタイムラインを選びましょう！コミュニティによって作成されたフィードは、あなたが好きなコンテンツを見つけるのに役立ちます。

source: Choose your password
ja: パスワードを入力

source: Choose your username
ja: ユーザー名を選んでください

source: Chunked transfer encoding may also be permitted for uploads. Servers *may* sniff the blob mimetype to validate against the declared **`Content-Type`** header, and either return a modified mimetype in the response, or reject the upload. See "Security Considerations" below. If the actual blob upload size differs from the **`Content-Length`** header, the server should reject the upload.
ja: チャンク転送エンコーディングによるアップロードも許可されている場合があります。サーバーはblobのmimetypeをスニッフィングして宣言された **`Content-Type`** ヘッダーに対して検証し、レスポンスで修正されたmimetypeを返すか、アップロードを拒否する場合があります。以下の『セキュリティに関する考慮事項』を参照してください。実際のblobアップロードサイズが **`Content-Length`** ヘッダーと異なる場合、サーバーはアップロードを拒否します。

source: Clear all storage data
ja: すべてのストレージデータをクリア

source: Clear all storage data (restart after this)
ja: すべてのストレージデータをクリア（このあと再起動します）

source: Clear image cache
ja: 画像のキャッシュをクリア

source: Clear search query
ja: 検索クエリをクリア

source: Click for information
ja: クリックして情報を表示

source: Click here to contact our support team
ja: こちらをクリックしてサポートチームにご連絡ください

source: Click here to log out
ja: ここをクリックしてログアウト

source: Click here to restart the verification process.
ja: 確認プロセスを再開するには、ここをクリックしてください。

source: Click here to update your birthdate
ja: ここをクリックして生年月日を更新

source: Click here to update your email
ja: メールアドレスの更新は、ここをクリック

source: Click on the report to view its details. From here, you can review the reported content and take appropriate moderation actions.
ja: 報告をクリックして詳細を表示します。ここから、報告されたコンテンツを確認し、適切な管理措置を講じることができます。

source: Click the "Subscribe to Labeler" button to subscribe your account to the labeler service. This allows your account to submit reports to this labeler, and receive labels from it.
ja: 「ラベラーを登録する（Subscribe to Labeler）」ボタンをクリックして、アカウントをラベラーサービスに登録します。これにより、アカウントはこのラベラーに報告を送信したり、ラベルを受け取ったりできるようになります。

source: Click to open tag menu for {tag}
ja: クリックして {tag} のタグメニューを表示

source: Click to retry failed message
ja: 送信失敗したメッセージを再送信

source: Client Apps should be sure to check which auth scopes were actually approved during the auth flow. In particular, when requesting permission to read an account email address (`account:email`), the user might decline that permission while granting others. In theory, any individual permission might be denied while the overall request is granted.
ja: クライアントアプリは認可フロー中に実際に承認された認可スコープを必ず確認してください。特にアカウントのメールアドレス読み取り権限（`account:email`）を要求した場合、ユーザーはその権限だけを拒否して他の権限を承認する可能性があります。理論上は個別の権限が拒否された上で、リクエスト全体としては承認されることがあり得ます。

source: Clients use the **`com.atproto.repo.uploadBlob`** endpoint on their PDS, which will return verified metadata in the form of a Lexicon blob object. Clients should set the HTTP **`Content-Type`** header and should set the **`Content-Length`** headers on the upload request. SDKs can handle this automatically:
ja: クライアントはPDS上の **`com.atproto.repo.uploadBlob`** エンドポイントを使用します。このエンドポイントはLexiconにおけるblobオブジェクト形式の検証済みメタデータを返します。クライアントはアップロードリクエストHTTPの **`Content-Type`** ヘッダーと **`Content-Length`** ヘッダーを設定する必要があります。SDKはこれを自動的に処理できます。

source: Clip 🐴 clop 🐴
ja: パカラッ 🐴 パカラッ 🐴

source: Close
ja: 閉じる

source: Close GIF dialog
ja: GIFのダイアログを閉じる

source: Close active dialog
ja: アクティブなダイアログを閉じる

source: Close alert
ja: アラートを閉じる

source: Close bottom drawer
ja: 一番下の引き出しを閉じる

source: Close dialog
ja: ダイアログを閉じる

source: Close drawer menu
ja: 引き出しメニューを閉じる

source: Close emoji picker
ja: 絵文字選択を閉じる

source: Close image
ja: 画像を閉じる

source: Close image viewer
ja: 画像ビューアを閉じる

source: Close menu
ja: メニューを閉じる

source: Close this dialog
ja: このダイアログを閉じる

source: Close welcome modal
ja: ウェルカムモーダルを閉じる

source: Closes password update alert
ja: パスワード更新アラートを閉じる

source: Closes post composer and discards post draft
ja: 投稿の編集画面を閉じて下書きを破棄

source: Closes the emoji picker
ja: 絵文字選択を閉じる

source: Closes viewer for header image
ja: ヘッダー画像のビューワーを閉じる

source: Collapse list of users
ja: ユーザーリストを折りたたむ

source: Collapses list of users for a given notification
ja: 指定した通知のユーザーリストを折りたたむ

source: Color mode
ja: カラーモード

source: Color theme
ja: カラーテーマ

source: Comedy
ja: コメディー

source: Comics
ja: 漫画

source: Common verbs for `procedure` endpoints: `create`, `update`, `delete`, `upsert`, `put`
ja: `procedure`エンドポイントの一般的な動詞：`create`、`update`、`delete`、`upsert`、`put`

source: Common verbs for `query` endpoints are: `get`, `list`, `search` (for full-text search), `query` (for flexible matching or filtering filtering)
ja: `query`エンドポイントの一般的な動詞：`get`、`list`、`search`（全文検索用）、`query`（柔軟なマッチングやフィルタリング用）

source: Community Guidelines
ja: コミュニティガイドライン

source: Complete onboarding and start using your account
ja: 初期設定を完了してアカウントを使い始める

source: Complete the challenge
ja: テストをクリアしてください

source: Compose new post
ja: 新しい投稿を作成

source: Compose posts up to {0, plural, other {# characters}} in length
ja: 最大{0, plural, other {#文字}}まで投稿を編集

source: Compose reply
ja: 返信を作成

source: Compressing video...
ja: ビデオを圧縮中…
